// © Copyright 2004-2012, 2015 HP Development Company, L.P.

HSDTaskName = "Operazione di configurazioni di storage";

HSDAllowStoredJobsCheckBox = "Consenti job archiviati in questa stampante";
HSDInternalPrinterMemoryLocation = "Memoria interna stampante";
HSDUSBFlashStorageDeviceLocation = "Dispositivo di memoria flash USB";
InternalPrinterMemoryLocationTooltip = "Tutti i dati dei job archiviati nel dispositivo di memoria flash USB saranno eliminati con il metodo della cancellazione crittografica sicura. Tutti i job archiviati successivi saranno salvati nella memoria interna della stampante.";
USBFlashStorageDeviceLocationTooltip = "Il dispositivo di memoria flash inserito sarà formattato e tutti i dati andranno persi. I dati di archiviazione job esistenti saranno spostati dalla memoria interna della stampante al dispositivo di memoria flash ed eliminati dalla memoria della stampante. Tutti i job archiviati successivi saranno salvati nel dispositivo di memoria flash.";

HSDSortPopUpTitle = "Ordina job archiviati in base a:";
HSDRetainTempJobsPolicyPopUpTitle = "Conserva job temporanei dopo il riavvio:";
HSDDeleteTempJobsAfterPopUpTitle = "Conserva job temporanei dopo:";
HSDDeleteStandardJobsAfterPopUpTitle = "Elimina job standard dopo:";
HSDRejectNoPinJobsCheckBox = "Annulla tutti i job archiviati senza PIN";
HSDDeleteAllStoredJobsButton = "Elimina tutti i job archiviati";

// values for sort popup
HSDAlphabetically = "Nome job";
HSDChronologically = "Data";

// values for retain temp jobs policy popup
HSDAll = "Tutti";
HSDNone = "Non conservare";
HSDOnlyPersonal = "Solo personale";

// values for delete temp/standard job after popup
HSDNever = "Mai";
HSDThirtyMinutes = "30 minuti";
HSDOneHour = "1 ora";
HSDFourHours = "4 ore";
HSDOneDay = "1 giorno";
HSDOneWeek = "1 settimana";
HSDFourWeeks = "4 settimane";

NoGetTitle = "Impossibile recuperare le impostazioni";
NoGetMsg = "Controlla se la stampante è in linea e collegata.";
